[ActionSkill.Skill_Gunzerking SkillDefinition]
SkillDescription="[skill]Action Skill[-skill].  Press <StringAliasMap:Action.ActionSkill> to draw a second gun and go nuts!  While [skill]Gunzerking[-skill] you [skill]instantly regain 50% of your Maximum Health[-skill], gain [skill]Damage Reduction[-skill] against enemy attacks, and constantly [skill]regenerate health and ammo[-skill].  Does not regenerate rockets."

[Brawn.AintGotTimeToBleed SkillDefinition]
SkillDescription="While [skill]Gunzerking[-skill] you [skill]regenerate health[-skill].  The lower your current health, the more powerful the regeneration."

[Brawn.AintGotTimeToBleed:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates up to $NUMBER$ of your Max Health / sec."

[Brawn.Asbestos SkillDefinition]
SkillDescription="Reduces the duration of enemy [skill]Elemental Status Effects[-skill] on you."

[Brawn.Asbestos:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Enemy Status Effect Duration: $NUMBER$"

[Brawn.BusThatCantSlowDown:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Movement Speed: $NUMBER$"

[Brawn.ComeAtMeBro SkillDefinition]
SkillName="Come At Me, Bro"
SkillDescription="[skill]Action Skill Augment[-skill].  While [skill]Gunzerking[-skill] press <StringAliasMap:Action.ActionSkill> to [skill]taunt your enemies[-skill] and instantly gain [skill]full health[-skill].  Taunted enemies are more likely to attack you, and for the next few seconds you gain [skill]massive damage reduction[-skill]."

[Brawn.ComeAtMeBro:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Nigh invulnerability is a hell of a drug.''"

[Brawn.Diehard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec."

[Brawn.Diehard:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Brawn.ImTheJuggernaut SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy [skill]reduces all damage[-skill] taken for a few seconds."

[Brawn.Incite SkillDefinition]
SkillDescription="Taking damage from enemies increases your [skill]Movement Speed[-skill] and [skill]Reload Speed[-skill] for a few seconds."

[Brawn.JustGotReal SkillDefinition]
SkillDescription="Increases [skill]Gun Damage[-skill] for all gun types.  The lower your health, the greater the damage bonus."

[Brawn.JustGotReal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Gun Damage: up to $NUMBER$"

[Brawn.OutOfBubblegum SkillDefinition]
SkillDescription="Increases [skill]Fire Rate[-skill] with all gun types while your shields are depleted."

[Brawn.SexualTyrannosaurus SkillDefinition]
SkillDescription="Taking damage causes you to [skill]regenerate health[-skill] for five seconds.  This effect does not stack."

[Brawn.SexualTyrannosaurus:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec."

[Gun_Lust.AllIneedIsOne SkillDefinition]
SkillDescription="[skill]Swapping weapons[-skill] causes your next shot fired to deal [skill]additional damage[-skill]."

[Gun_Lust.AllIneedIsOne:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Bonus Gun Damage: $NUMBER$"

[Gun_Lust.AutoLoader SkillDefinition]
SkillDescription="Killing an enemy [skill]instantly reloads[-skill] all of the guns you have equipped that are not currently in your hands.  Swapping guns after [skill]Auto-Loader[-skill] has reloaded a gun triggers [skill]Locked & Loaded[-skill]."

[Gun_Lust.AutoLoader:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Reloading is for chumps!''"

[Gun_Lust.DownNotOut:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Dying is no excuse to stop fighting.''"

[Gun_Lust.ImYourHuckleberry SkillDefinition]
SkillDescription="Increases [skill]Gun Damage[-skill] and [skill]Reload Speed[-skill] with pistols."

[Gun_Lust.Inconceivable SkillDefinition]
SkillDescription="Your shots have a chance to [skill]not consume ammo[-skill].  The lower your health and shields, the greater the chance of [skill]free shots[-skill]."

[Gun_Lust.Inconceivable:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Free Shot Chance: up to $NUMBER$"

[Gun_Lust.KeepItPipingHot SkillDefinition]
SkillDescription="While [skill]Gunzerking[-skill] is in the process of [skill]cooling down[-skill], you gain bonus [skill]Gun Damage[-skill], [skill]Melee Damage[-skill], and [skill]Grenade Damage[-skill]."

[Gun_Lust.LayWaste SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy increases [skill]Fire Rate[-skill] and [skill]Critical Hit Damage[-skill] with all guns for a short while."

[Gun_Lust.LayWaste:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Critical Hit Damage: $NUMBER$"

[Gun_Lust.LockedandLoaded SkillDefinition]
SkillName="Locked & Loaded"
SkillDescription="[skill]Reloading[-skill] your gun increases [skill]Fire Rate[-skill] for a short time."

[Gun_Lust.MoneyShot SkillDefinition]
SkillDescription="The [skill]last round[-skill] fired from your magazine deals [skill]massively increased damage[-skill].  Guns with [skill]small magazines[-skill] receive a [skill]smaller bonus[-skill].  This skill works with all weapon types."

[Gun_Lust.MoneyShot:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Minimum Magazine Size for Full Bonus: $NUMBER$"

[Gun_Lust.NoKillLikeOverkill SkillDefinition]
SkillDescription="Killing an enemy grants [skill]Bonus Damage[-skill] to your next shot equal to the amount of [skill]excess damage[-skill] you dealt to the enemy you just killed."

[Gun_Lust.NoKillLikeOverkill:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''I'm looking for a really big gun that holds a lot of bullets.''"

[Rampage.5Shotsor6:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Chance To Add Bullets: $NUMBER$"

[Rampage.AllInTheReflexes SkillDefinition]
SkillDescription="Increases [skill]Reload Speed[-skill] and [skill]Melee Damage[-skill]."

[Rampage.DoubleYourFun SkillDefinition]
SkillDescription="Throwing a grenade while [skill]Gunzerking[-skill] causes you to [skill]throw 2 grenades[-skill].  The second grenade does not cost ammo."

[Rampage.DoubleYourFun:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Throw $NUMBER$ grenades while Gunzerking for the price of one."

[Rampage.GetSome SkillDefinition]
SkillDescription="Shooting an enemy decreases your [skill]Gunzerking[-skill] cooldown.  This effect can only occur once every 3 seconds."

[Rampage.Inconceivable SkillDefinition]
SkillDescription="Your shots have a chance to [skill]not consume ammo[-skill].  The lower your health and shields, the greater the chance of [skill]free shots[-skill]."

[Rampage.Inconceivable:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Chance of Free Shots: up to $NUMBER$"

[Rampage.LastLonger SkillDefinition]
SkillDescription="Increases the duration of [skill]Gunzerking[-skill]."

[Rampage.SteadyAsSheGoes SkillDefinition]
SkillDescription="Reduces [skill]Recoil[-skill] with both guns while [skill]Gunzerking[-skill].  Additionally, each shot that hits an enemy has a chance to [skill]improve your accuracy with both guns[-skill]."

[Rampage.SteadyAsSheGoes:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Chance to Improve Accuracy: $NUMBER$"

[Rampage.YippeeKiYay:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Gunzerking Duration: $NUMBER$ seconds per kill"
